//
//  Text.swift
//  MyHabits
//
//  Created by Анатолий Алипур on 16.04.2022.
//

import Foundation

//MARK: Text and labels

let mainLabelText = "Привычка за 21 день"
let descriptionLabelText = "Прохождение этапов, за которые за 21 день вырабатывается привычка, подчиняется следующему алгоритму:"

let text1 = "1. Провести 1 день без обращения к старым привычкам, стараться вести себя так, как будто цель, загаданная в перспективу, находится на расстоянии шага."
let text2 = "2. Выдержать 2 дня в прежнем состоянии самоконтроля."
let text3 = "3. Отметить в дневнике первую неделю изменений и подвести первые итоги — что оказалось тяжело, что — легче, с чем еще предстоит серьезно бороться."
let text4 = "4. Поздравить себя с прохождением первого серьезного порога в 21 день. За это время отказ от дурных наклонностей уже примет форму осознанного преодоления и человек сможет больше работать в сторону принятия положительных качеств."
let text5 = "5. Держать планку 40 дней. Практикующий методику уже чувствует себя освободившимся от прошлого негатива и двигается в нужном направлении с хорошей динамикой."
